## ruby -e "$(curl -fsSL https://raw.github.com/Homebrew/homebrew/go/install)"
## export HOMEBREW_CASK_OPTS="--appdir=/Applications"

# tap repositories
# /usr/local/Library/Taps
tap 'homebrew/brewdler'
tap 'motemen/ghq'

# packages
brew 'ag'
brew 'carthage'
brew 'git'
brew 'git-now'
brew 'gibo'
brew 'go'
brew 'heroku-toolbelt'
brew 'hub'
brew 'nodebrew'
brew 'peco'
brew 'python'
brew 'rbenv'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'ruby-build'
brew 'tig'
brew 'tmux'
brew 'vim'
brew 'z'
brew 'zsh'
brew 'zsh-completions'

# for brew cask
brew 'caskroom/cask/brew-cask'

# packages from cask
cask 'appcleaner'
cask 'bartender'
cask 'atom'
cask 'bettertouchtool'
cask 'google-chrome'
cask 'clipmenu'
cask 'dropbox'
cask 'iterm2'
cask 'karabiner'
cask 'seil'
cask 'spark'
cask 'sourcetree'
cask 'virtualbox'
cask 'vagrant'
